<!DOCTYPE html>
<html lang="fr">
 <head>
  <meta charset="utf-8"/>
  <meta content="width=device-width, initial-scale=1.0" name="viewport"/>
  <title>
   warcraftDps - Mentions l&eacute;gales
  </title>
  <link href="./style.css" rel="stylesheet"/>
  <link href="https://fonts.googleapis.com/css2?family=Orbitron:wght@400;700&amp;family=Roboto:wght@300;400&amp;display=swap" rel="stylesheet"/>
  <link href="./favicon.png" rel="icon" type="image/png"/>
  <script type="importmap">
   {
        "imports": {

        }
    }
  </script>
 </head>
 <body>
  <header>
   <div class="header-content container">
    <div class="logo-container">
     <a href="/index.html" id="site-logo-link">
      <h1 class="site-title">
       <span class="logo-warcraft">
        Warcraft
       </span>
       <span class="logo-dps">
        Dps
       </span>
      </h1>
     </a>
    </div>
    <nav>
     <button aria-expanded="false" aria-label="Ouvrir la navigation" class="menu-toggle">
      <span>
      </span>
      <span>
      </span>
      <span>
      </span>
     </button>
     <ul class="nav-list">
      <li>
       <a class="nav-link" href="/index.html">
        Accueil
       </a>
      </li>
      <li>
       <a class="nav-link" href="/articles.html">
        Articles
       </a>
      </li>
      <li>
       <a class="nav-link" href="/guides.html">
        Cours
       </a>
      </li>
      <li>
       <a class="nav-link" href="/about.html">
        &Agrave; propos
       </a>
      </li>
      <li>
       <a class="nav-link" href="/contact.html">
        Contact
       </a>
      </li>
     </ul>
    </nav>
   </div>
  </header>
  <main>
   <section class="content-section" id="copyright-notice">
    <div class="container">
     <h2>
      Mentions l&eacute;gales
     </h2>
     <p>
      &copy; 2024 warcraftDps. Tous droits r&eacute;serv&eacute;s.
     </p>
     <p>
      Tous les contenus pr&eacute;sents sur ce site web, y compris mais sans s&rsquo;y limiter, les textes, graphiques, logos, ic&ocirc;nes, images, extraits audio, t&eacute;l&eacute;chargements num&eacute;riques, compilations de donn&eacute;es et logiciels, sont la propri&eacute;t&eacute; de warcraftDps ou de ses fournisseurs de contenu et sont prot&eacute;g&eacute;s par les lois internationales sur le droit d&rsquo;auteur.
     </p>
     <p>
      La compilation de tout le contenu de ce site est la propri&eacute;t&eacute; exclusive de warcraftDps et est prot&eacute;g&eacute;e par les lois internationales sur le droit d&rsquo;auteur.
     </p>
     <h3>
      Utilisation du contenu
     </h3>
     <p>
      Sauf indication contraire explicite, aucun contenu de ce site ne peut &ecirc;tre copi&eacute;, reproduit, republi&eacute;, t&eacute;l&eacute;charg&eacute;, post&eacute;, transmis ou distribu&eacute; de quelque mani&egrave;re que ce soit sans l&rsquo;autorisation &eacute;crite expresse de warcraftDps. Toute modification des mat&eacute;riaux ou toute utilisation &agrave; d&rsquo;autres fins constitue une violation des droits d&rsquo;auteur et autres droits propres de warcraftDps, et est strictement interdite.
     </p>
     <p>
      Vous pouvez t&eacute;l&eacute;charger, afficher et imprimer une partie du contenu des diff&eacute;rentes sections du site uniquement pour votre usage personnel et non commercial, &agrave; condition de ne pas modifier le contenu et de conserver toutes les mentions de droit d&rsquo;auteur ou de propri&eacute;t&eacute; figurant dans ce contenu.
     </p>
     <h3>
      Marques d&eacute;pos&eacute;es
     </h3>
     <p>
      Le nom "warcraftDps" et le logo warcraftDps (le cas &eacute;ch&eacute;ant) sont des marques d&eacute;pos&eacute;es de warcraftDps. Les autres produits ou noms d&rsquo;entreprise mentionn&eacute;s sur ce site peuvent &ecirc;tre des marques ou des marques d&eacute;pos&eacute;es de leurs propri&eacute;taires respectifs.
     </p>
     <h3>
      Avertissement
     </h3>
     <p>
      World of Warcraft est une marque d&eacute;pos&eacute;e de Blizzard Entertainment, Inc. Ce site n&rsquo;est pas affili&eacute; ni approuv&eacute; par Blizzard Entertainment. Tous les contenus li&eacute;s au jeu, y compris les donn&eacute;es, images et histoires, sont la propri&eacute;t&eacute; intellectuelle de Blizzard Entertainment.
     </p>
     <p>
      Si vous estimez que du contenu sur ce site enfreint vos droits d&rsquo;auteur, veuillez nous contacter imm&eacute;diatement &agrave;
      <a class="contact-link" href="mailto:contact@warcraftdps.example.com">
       contact@warcraftdps.example.com
      </a>
      .
     </p>
    </div>
   </section>
  </main>
  <footer>
   <p>
    &copy; 2024 warcraftDps. Tous droits r&eacute;serv&eacute;s. World of Warcraft est une marque d&eacute;pos&eacute;e de Blizzard Entertainment, Inc. Ce site n'est pas affili&eacute; &agrave; Blizzard Entertainment.
   </p>
   <p>
    <a href="/terms.html">
     Conditions d'utilisation
    </a>
    |
    <a href="/copyright.html">
     Mentions l&eacute;gales
    </a>
   </p>
  </footer>
  <script src="./script.js" type="module">
  </script>
  <script src="./js/auth.js">
  </script>
 </body>
</html>
